/* Localized versions of Guest Access strings */

allowButton = "Deel scherm";
denyButton = "Annuleer";

controlTitle = "Schermdelingsverzoek";
observeTitle = "Schermdelingsverzoek";

controlRequestKnown = "'%@' op '%@' wil uw scherm delen.\r\rWilt u uw scherm delen?";
observeRequestKnown = "'%@' op '%@' wil uw scherm observeren.\r\rWilt u uw scherm delen?";

controlRequestUnknown = "Een gastgebruiker die verbinding maakt vanaf het adres %@ wil uw scherm delen.\r\rKlik alleen op 'Deel scherm' als u zeker weet dat u deze persoon kent.";
observeRequestUnknown = "Een gastgebruiker die verbinding maakt vanaf het adres %@ wil uw scherm observeren.\r\rKlik alleen op 'Deel scherm' als u zeker weet dat u deze persoon kent.";

errAttnReqCommString = "Er heeft zich een communicatiefout voorgedaan.";
